Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: The carrier needs to be specified.
fr_fr: Le transporteur doit être spécifié.

source: The catalog index has been rebuilt.
fr_fr: L'index de catalogue a été reconstruit.

source: The catalog rewrites have been refreshed.
fr_fr: Les réécritures du catalogue ont été rafraîchies.

source: The category has been deleted.
fr_fr: La catégorie a été supprimée.

source: The category has been saved.
fr_fr: La catégorie a été enregistrée.

source: The comparison list was cleared.
fr_fr: La liste de comparaison a été vidée.

source: The compilation has completed.
fr_fr: La compilation est terminée.

source: The condition has been deleted
fr_fr: La condition a été supprimée.

source: The condition has been saved.
fr_fr: La condition a été sauvegardée.

source: The configuration has been saved.
fr_fr: La configuration a été sauvegardée.

source: The coupon code has been accepted.
fr_fr: Le code promo a été retenue

source: The credit memo has been canceled.
fr_fr: L'avoir a été annulé.

source: The credit memo has been created.
fr_fr: L'avoir a été créé.

source: The credit memo has been voided.
fr_fr: L'avoir a été invalidé.

source: The custom variable has been deleted.
fr_fr: La variable personnalisée a été effacée.

source: The custom variable has been saved.
fr_fr: La variable personnalisée a été sauvegardée.

source: The customer canceled payment.
fr_fr: Le client a annulé le paiement.

source: The customer does not exist in the system anymore.
fr_fr: Le client n'existe plus dans le système.

source: The customer does not have default billing address.
fr_fr: Le client n'a pas d'adresse de facturation par défaut.

source: The customer group has been deleted.
fr_fr: Le groupe clients a été supprimé.

source: The customer group has been saved.
fr_fr: Le groupe clients a été sauvegardé.

source: The customer has been deleted.
fr_fr: Le client a été supprimé.

source: The customer has been saved.
fr_fr: Le client a été sauvegardé.

source: The customer has returned from Paybox.
fr_fr: Le client est revenu de Paybox.

source: The customer has returned from Protx.
fr_fr: Le client est revenu de Protx.

source: The customer has returned from iDEAL.
fr_fr: Le client est revenu de iDEAL.

source: The customer has successfully returned from Chronopay.
fr_fr: Le client est revenu de Chronopay.

source: The customer has successfully returned from eWAY.
fr_fr: Le client est revenu de eWAY.

source: The customer successfully returned from Cybermut.
fr_fr: Le client est revenu de Cybermut.

source: The customer was redirected to Chronopay.
fr_fr: Le client a été redirigé vers Chronopay.

source: The customer was redirected to Moneybookers.
fr_fr: Le client a été redirigé vers Moneybookers.

source: The customer was redirected to Paybox
fr_fr: Le client a été redirigé vers Paybox

source: The customer was redirected to Paybox using 'command line' mode.
fr_fr: Le client a été redirigé vers Paybox par le mode 'ligne de commande'.

source: The customer was redirected to iDEAL.
fr_fr: Le client a été redirigé vers iDEAL.

source: The customer was refused by Paybox.
fr_fr: Le client a été refusé par Paybox.

source: The customer was rejected by Paybox.
fr_fr: Le client a été rejeté par Paybox.

source: The customer was rejected by eWAY.
fr_fr: Le client a été rejeté par eWAY.

source: The data has been imported.
fr_fr: Les données ont été importées.

source: The database and media backup has been created.
fr_fr: La sauvegarde de la base de données et des media a bien été créée.

source: The database backup has been created.
fr_fr: La sauvegarde de la base de données a bien été créée.

source: The database server version does not match system requirements (required: %s, actual: %s).
fr_fr: La version du serveur de base de données ne satisfait pas les pré-requis (nécessaire : %s, actuel : %s).

source: The date when billing for the profile begins.
fr_fr: La date à laquelle commence la facturation pour le profil.

source: The default number of child authorizations in your PayPal account is 1. To do multiple authorizations please contact PayPal to request an increase.
fr_fr: Le nombre par défaut d'autorisations enfants dans votre compte Paypal est de 1. Veuillez contacter PayPal pour demander une augmentation.

source: The design change has been deleted.
fr_fr: Le changement de design a été supprimé.

source: The design change has been saved.
fr_fr: Le changement de design a été sauvegardé.

source: The destination folder "%s" does not exist or there is no access to create it.
fr_fr: Le dossier de destination "%s" n'existe pas ou ne peut pas être créé.

source: The directory %s is not writable by server.
fr_fr: Le répertoire %s n'a pas les droits d'écriture par le serveur web.

source: The email address cannot be verified. Please check again and make sure your email address is entered correctly.
fr_fr: L'adresse email ne peut pas être contrôlée. Vérifiez que vous l'avez saisie correctement.

source: The email address is empty.
fr_fr: L'email est vide.

source: The email template has been deleted.
fr_fr: Le gabarit d'email a été supprimé.

source: The email template has been saved.
fr_fr: Le gabarit d'email a été sauvegardé.

source: The email template is not specified by administrator.
fr_fr: Le gabarit d'email n'a pas été spécifié par l'administrateur.

source: The external full page cache has been cleaned.
fr_fr: Le cache externe de page complète a été vidé.

source: The file '%s' for '%s' has an invalid extension
fr_fr: Le fichier '%s' pour '%s' a une extension invalide.

source: The file '%s' you uploaded is larger than %s Megabytes allowed by server
fr_fr: Le fichier '%s' téléchargé a une taille supérieure à %s Mo (maximum autorisé par le serveur)

source: The file does not exist.
fr_fr: Le fichier n'existe pas.

source: The file was compressed with Zlib, but this extension is not installed on server.
fr_fr: Le fichier a été compressé avec Zlib, mais cette extension n'est pas installée sur le serveur.

source: The file you uploaded is larger than %s Megabytes allowed by server
fr_fr: Le fichier téléchargé a une taille supérieure à %s Mo (maximum autorisé par le serveur)

source: The filters must be an array.
fr_fr: Les filtres doivent être sous forme de tableau.

source: The flat catalog category has been rebuilt.
fr_fr: Le catalogue à plat des catégories a été reconstruit.

source: The gift message has been removed
fr_fr: Le message cadeau a bien été supprimé

source: The gift message has been saved
fr_fr: Le message cadeau a bien été sauvegardé.

source: The gift message has been saved.
fr_fr: Le message cadeau a bien été sauvegardé.

source: The group "%s" cannot be deleted
fr_fr: Le groupe "%s" ne peut pas être effacé

source: The group "%s" cannot be deleted.
fr_fr: Le groupe "%s" ne peut pas être supprimé.

source: The group node name must be specified with field node name.
fr_fr: Le nom du nœud de groupe doit être spécifié avec un nom de nœud de champ.

source: The hash is not valid
fr_fr: Le hashage n'est pas valide.

source: The icon that appears in the Android Market. Recommended size: 512px x 512px. Maximum size: 1024 KB.
fr_fr: L'icône qui apparaît dans l'Android Market. Taille recommandée: 512px x 512px. Taille maximale: 1024 KB.

source: The image at the top left of the checkout page. Max size is 750x90-pixel. <strong style="color:red">https</strong> is highly encouraged.
fr_fr: L'ajout d'une image en haut à gauche de la page de paiement (Taille maxi 750x90 pixels. <strong style="color:red"> https</strong>) est fortement conseillé.

source: The image cache was cleaned.
fr_fr: Le cache des images a été nettoyé.

source: The image cache was cleared.
fr_fr: Le cache des images a été effacé.

source: The image contents is not valid base64 data.
fr_fr: Le contenu de l'image ne comporte pas des données base64 correctes.

source: The image does not exist or is invalid.
fr_fr: L'image n'existe pas ou est invalide.

source: The image is not specified.
fr_fr: L'image n'est pas spécifiée.

source: The index has been saved.
fr_fr: L'index a été sauvegardé.

source: The information in this tab has been changed.
fr_fr: Les informations contenues dans cet onglet ont été changées.

source: The invoice and shipment have been created.
fr_fr: La facture et l'expédition ont été créées.

source: The invoice and the shipment have been created. The shipping label cannot be created at the moment.
fr_fr: La facture et l'expédition ont été créées. L'étiquette d'expédition ne peut pas être créée pour le moment.

source: The invoice has been canceled.
fr_fr: La facture a été annulée.

source: The invoice has been captured.
fr_fr: La facture a été capturée.

source: The invoice has been created.
fr_fr: La facture a été créée.

source: The invoice has been voided.
fr_fr: La facture a été invalidée.

source: The invoice no longer exists.
fr_fr: La facture n'existe plus.

source: The item %s (SKU %s) does not exist in the catalog anymore.
fr_fr: L'article %s (Réf. %s) n'existe plus dans le catalogue.

source: The item type has been saved.
fr_fr: Le type d'article a été sauvegardé.

source: The limit is 8 attributes only.
fr_fr: La limite est de 8 attributs seulement.

source: The link has expired.
fr_fr: Le lien a expiré.

source: The link is not available.
fr_fr: Le lien n'est pas disponible.

source: The link to a friend was sent.
fr_fr: Le lien à un ami a été envoyé.

source: The maximum number of child authorizations is reached.
fr_fr: Le nombre maximum d'autorisations enfants est atteint.

source: The maximum quantity allowed for purchase is %s.
fr_fr: La quantité maximale autorisée pour la commande est %s.

source: The merchant account is not yet verified.
fr_fr: Le compte marchand n'est pas encore vérifié.

source: The message cannot be empty.
fr_fr: Le message ne peut pas être vide.

source: The message has been marked as read.
fr_fr: Le message a bien été marqué comme lu.

source: The message has been removed.
fr_fr: Le message a bien été supprimé.

source: The message has been sent.
fr_fr: Le message a été envoyé

source: The message was sent.
fr_fr: L'email a été envoyé.

source: The messages cannot be sent more than %d times in an hour
fr_fr: Il n'est pas possible d'envoyer plus de %d messages en une heure.

source: The minimum quantity allowed for purchase is %s.
fr_fr: La quantité minimale autorisée pour la commande est %s.

source: The model collection resource name is not defined.
fr_fr: Le nom de ressource de collection de modèle n'est pas défini.

source: The number of billing cycles for payment period.
fr_fr: Le nombre de cycles de facturation pour la période de paiement.

source: The number of scheduled payments that can fail before the profile is automatically suspended.
fr_fr: Le nombre de paiements programmés qui peuvent échouer avant que le profil soit suspendu automatiquement.

source: The onepage checkout is disabled.
fr_fr: Le passage de commande en une seule page est désactivé.

source: The order %s was canceled by the customer.
fr_fr: La commande a été annulée par le client.

source: The order address has been updated.
fr_fr: L'adresse de commande a été mise à jour.

source: The order cannot be canceled for a system reason.
fr_fr: La commande ne peut pas être annulée pour une raison système.

source: The order cannot be saved for a system reason.
fr_fr: La commande ne peut pas être enregistrée pour une raison système.

source: The order cannot be saved.
fr_fr: La commande ne peut pas être enregistrée.

source: The order does not allow creating an invoice.
fr_fr: La commande n'autorise pas la création d'une facture.

source: The order email has been sent.
fr_fr: L'email de commande a été envoyé.

source: The order has been canceled.
fr_fr: La commande a été annulée.

source: The order has been cancelled.
fr_fr: La commande a été annulée.

source: The order has been created.
fr_fr: La commande a été créé.

source: The order has been put on hold.
fr_fr: La commande a été bloquée.

source: The order has been released from holding status.
fr_fr: La commande a été débloquée.

source: The order has not been cancelled.
fr_fr: La commande n'a pas été annulé.

source: The order is not valid
fr_fr: La commande n'est pas valide.

source: The order no longer exists.
fr_fr: La commande n'existe plus.

source: The order status has been assigned.
fr_fr: Le statut de commande a été assigné.

source: The order status has been saved.
fr_fr: Le statut de commande a été enregistré.

source: The order status has been unassigned.
fr_fr: Le statut de commande n'est plus assigné à l'état.

source: The order was canceled by the customer.
fr_fr: La commande a été annulée par le client.

source: The order was canceled on ogone side.
fr_fr: La commande a été annulée du côté Ogone.

source: The order was not put on hold.
fr_fr: La commande n'a pas été débloquée.

source: The order was not unheld.
fr_fr: La commande n'a pas été non tenu.

source: The order was placed using %s
fr_fr: La commande a été passée en %s

source: The order(s) cannot be canceled
fr_fr: Commande(s) ne pouvant être annulée

source: The osCommerce profile has been deleted.
fr_fr: Le profil osCommerce a été supprimé.

source: The osCommerce profile has been saved.
fr_fr: Le profil osCommerce a été enregistré.

source: The package %s data has been loaded.
fr_fr: Le package %s a été chargé.

source: The package data has been saved.
fr_fr: Les données du package ont bien été enregistrées.

source: The page URL key cannot consist only of numbers.
fr_fr: La clé d'URL de page ne peut pas contenir uniquement des nombres.

source: The page URL key contains capital letters or disallowed symbols.
fr_fr: La clé d'url de page contient des lettres majuscules ou des symboles non autorisés.

source: The page has been deleted.
fr_fr: La page a bien été effacée.

source: The page has been saved.
fr_fr: La page a bien été enregistrée.

source: The password must have at least 6 characters. Leading or trailing spaces will be ignored.
fr_fr: Le mot de passe doit faire au moins 6 caractères. Les espaces au début ou à la fin seront ignorés.

source: The payment curency does not match any of the merchant's balances currency.
fr_fr: La devise de paiement ne correspond à aucune devise du compte du marchand.

source: The payment curency does not match any of the merchant\'s balances currency.
fr_fr: La devise de paiement ne correspond à aucune devise du compte du marchand.

source: The payment eCheck is not yet cleared.
fr_fr: Le chèque électronique de paiement n'est pas encore effacée.

source: The payment has been accepted.
fr_fr: Le paiement a été accepté.

source: The payment has been denied.
fr_fr: Le paiement a été refusé.

source: The payment has been voided.
fr_fr: Le paiement a été annulé.

source: The payment is authorized but not settled.
fr_fr: Le paiement est autorisé, mais pas réglé.

source: The payment is pending because it was made to an email address that is not yet registered or confirmed.
fr_fr: Le paiement est en attente car elle a été faite à une adresse email qui n'est pas encore enregistrée ou confirmée.

source: The payment is pending while it is being reviewed by PayPal for risk.
fr_fr: Le paiement est en cours alors qu'il est actuellement examiné par PayPal pour un risque potentiel.

source: The payment review action is unavailable.
fr_fr: L'action de commentaire de paiement n'est pas disponible.

source: The payment was made via credit card. In order to receive funds merchant must upgrade account to Business or Premier status.
fr_fr: Le paiement a été effectué par carte de crédit. Afin de recevoir les fonds pour votre commerce vous devez mettre à niveau le compte en classe Entreprise ou le statut de premier classe.

source: The poll does not exist.
fr_fr: Le sondage n'existe pas.

source: The poll has been deleted.
fr_fr: Le sondage a été supprimé.

source: The poll has been saved.
fr_fr: Le sondage a été sauvegardé.

source: The priority must be between 0 and 1.
fr_fr: La priorité doit être comprise entre 0 et 1.

source: The product %s has been added to comparison list.
fr_fr: Le produit %s a été ajouté à la liste de comparaison.

source: The product %s has been removed from comparison list.
fr_fr: Le produit %s a été enlevé de la liste de comparaison.

source: The product attribute has been deleted.
fr_fr: L'attribut de produit a été effacé.

source: The product attribute has been saved.
fr_fr: L'attribut de produit a été sauvegardé.

source: The product could not be found.
fr_fr: Le produit n'a pas été trouvé.

source: The product does not exist.
fr_fr: Le produit n'existe pas.

source: The product has been created.
fr_fr: Le produit a été créé.

source: The product has been deleted.
fr_fr: Le produit a été supprimé.

source: The product has been duplicated.
fr_fr: Le produit a été dupliqué.

source: The product has been saved.
fr_fr: Le produit a été sauvegardé.

source: The product has required options
fr_fr: Le produit a des options obligatoires.

source: The product is not found.
fr_fr: Le produit n'a pas été trouvé.

source: The product was not found.
fr_fr: Le produit n'a pas été trouvé.

source: The profile has been deleted.
fr_fr: Le profil a été supprimé.

source: The profile has been saved.
fr_fr: Le profil a été sauvegardé.

source: The profile has been updated.
fr_fr: Le profil a été mis à jour.

source: The profile has no changes.
fr_fr: Le profil n'a aucun changement.

source: The profile state has been updated.
fr_fr: L'état profil a été mis à jour.

source: The profile you are trying to save no longer exists
fr_fr: Le profil que vous êtes en train d'essayer de sauvegarder n'existe plus

source: The quantity you want to add exceeds the total shipped quantity for some of selected Product(s)
fr_fr: La quantité que vous essayez d'ajouter exède la quantité livrée totale pour certains produits

source: The rating has been deleted.
fr_fr: La notation a été supprimée.

source: The rating has been saved.
fr_fr: La notation a été sauvegardée.

source: The requested Payment Method is not available.
fr_fr: La méthode demandée de paiement n'est pas disponible.

source: The requested quantity for "%s" is not available.
fr_fr: La quantité demandée pour "%s" n'est pas disponible.

source: The requested quantity is not available.
fr_fr: La quantité demandée n'est pas disponible.

source: The response is in wrong format.
fr_fr: La réponse n'est pas dans le bon format.

source: The review has been deleted
fr_fr: Le commentaire a été supprimé.

source: The review has been saved.
fr_fr: Le commentaire a été sauvegardé.

source: The review was removed by another user or does not exist.
fr_fr: Le commentaire a été supprimé par un autre utilisateur ou n'existe pas.

source: The role has been deleted.
fr_fr: Le rôle a été supprimé.

source: The role has been saved.
fr_fr: Le rôle a été sauvegardé.

source: The role has been successfully saved.
fr_fr: Le rôle a été sauvegardé.

source: The role is a special one and not for assigning it to admin users.
fr_fr: Ce rôle est spécial et ne peut pas être assigné aux utilisateurs admin.

source: The rule has been deleted.
fr_fr: La règle a été supprimée.

source: The rule has been saved.
fr_fr: La règle a été sauvegardée.

source: The rules have been applied.
fr_fr: Les règles ont bien été appliquées.

source: The search index has been rebuilt.
fr_fr: L'index de recherche a été reconstruit.

source: The search was deleted.
fr_fr: La recherche a été supprimée.

source: The selected backup(s) has been deleted.
fr_fr: Les sauvegardes sélectionnées ont été effacées.

source: The selected currency code (%s) is not compatible with ChronoPay.
fr_fr: Le code de devise sélectionné (%s) est incompatible avec ChronoPay.

source: The sender name cannot be empty.
fr_fr: Le nom de l'expéditeur ne peut pas être vide.

source: The shipment has been created.
fr_fr: L'expédition a été créée.

source: The shipment has been created. The shipping label has been created.
fr_fr: L'envoi a été créé. L'étiquette d'expédition a été créée.

source: The shipment has been sent.
fr_fr: L'expédition a été envoyée.

source: The shipping label has been created.
fr_fr: L'étiquette de livraison a été créée.

source: The shipping module is not available for selected delivery country.
fr_fr: Le module de livraison n'est pas disponible pour le pays de destination choisi.

source: The shipping module is not available.
fr_fr: Le module de livraison n'est pas disponible.

source: The sitemap "%s" has been generated.
fr_fr: Le plan de site "%s" a bien été généré.

source: The sitemap has been deleted.
fr_fr: Le plan de site a bien été effacé.

source: The sitemap has been saved.
fr_fr: Le plan de site a bien été enregistrée.

source: The static block content cannot contain directive with its self.
fr_fr: Le contenu du bloc statique ne peut pas contenir sa propre directive.

source: The stock item for Product in option is not valid.
fr_fr: L'article en stock pour cette option du produit n'est pas valide.

source: The stock item for Product is not valid.
fr_fr: L'article en stock pour ce produit n'est pas valide.

source: The store code may contain only letters (a-z), numbers (0-9) or underscore(_), the first character must be a letter
fr_fr: Le code du magasin ne doit contenir que des lettres (a-z), des chiffres (0-9) ou underscore (_). Le premier caractère doit être une lettre.

source: The store does not exist
fr_fr: Le magasin n'existe pas.

source: The store has been deleted.
fr_fr: Le magasin a été supprimé.

source: The store has been saved.
fr_fr: Le magasin a été sauvegardé.

source: The store view has been deleted.
fr_fr: La vue magasin a été supprimée.

source: The store view has been saved
fr_fr: La vue magasin a été sauvegardée.

source: The subscription has been removed.
fr_fr: Vous n'êtes plus inscrit(e) à la newsletter.

source: The subscription has been saved.
fr_fr: Merci de vous être inscrit(e) à la newsletter.

source: The suffix that goes after name (Jr., Sr., etc.)
fr_fr: Le suffixe vient après le nom (Jr., Sr., etc.)

source: The system (excluding Media) backup has been created.
fr_fr: La sauvegarde du système (excepté les media) a été créée.

source: The system backup has been created.
fr_fr: La sauvegarde du système a été créée.

source: The table prefix should contain only letters (a-z), numbers (0-9) or underscores (_), the first character should be a letter.
fr_fr: Le préfixe de table ne doit contenir que des lettres (a-z), des chiffres (0-9) ou underscores (_). Le premier caractère doit être une lettre.

source: The tag has been deleted.
fr_fr: Le mot clé a été effacé

source: The tag has been saved.
fr_fr: Le tag a été sauvegardé.

source: The tax amount has been applied based on the information received from Google Checkout, because tax amount received from Google Checkout is different from the calculated tax amount
fr_fr: Le montant de taxe a été appliqué à partir des informations reçues de Google Checkout, car le montant de taxe reçu de Google Checkout diffère de celui calculé.

source: The tax class has been deleted.
fr_fr: La classe de taxe a été supprimée.

source: The tax class has been saved.
fr_fr: La classe de taxe a été sauvegardée.

source: The tax rate has been deleted.
fr_fr: Le taux de taxe a été supprimé.

source: The tax rate has been imported.
fr_fr: Le taux de taxe a été importé.

source: The tax rate has been saved.
fr_fr: Le taux de taxe a été sauvegardé.

source: The tax rule has been deleted.
fr_fr: La règle de taxe a été supprimée.

source: The tax rule has been saved.
fr_fr: La règle de taxe a été sauvegardée.

source: The template Name must not be empty.
fr_fr: Le nom du gabarit ne doit pas être vide.

source: The text is too long
fr_fr: Le texte est trop long.
